<?php
require 'config/connect.php';
require 'config/function.php';
require 'config/stat.php';
?>
<!DOCTYPE html>
<html lang="zxx">

<head>
    <meta charset="UTF-8">
    <meta name="description" content="Anime Template">
    <meta name="keywords" content="Anime, unica, creative, html">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>Boukensha Guild | about</title>

    <link rel="icon" type="image/png" href="img/ico/icon.png" />

    <!-- Google Font -->
    <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@300;400;500;600;700&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Mulish:wght@300;400;500;600;700;800;900&display=swap" rel="stylesheet">

    <!-- Css Styles -->
    <link rel="stylesheet" href="css/bootstrap.min.css" type="text/css">
    <link rel="stylesheet" href="css/elegant-icons.css" type="text/css">
    <link rel="stylesheet" href="css/plyr.css" type="text/css">
    <link rel="stylesheet" href="css/nice-select.css" type="text/css">
    <link rel="stylesheet" href="css/owl.carousel.min.css" type="text/css">
    <link rel="stylesheet" href="css/slicknav.min.css" type="text/css">
    <link rel="stylesheet" href="css/style.css" type="text/css">

    <!-- fancybox -->
    <link href="guild_admin/plugins/fancybox/fancybox.css" rel="stylesheet" />

    <!-- dataTables -->
    <link href="guild_admin/plugins/datatables/dataTables.bootstrap4.min.css" rel="stylesheet">
    <!-- summernote -->
    <link rel="stylesheet" href="guild_admin/plugins/summernote/summernote-bs4.min.css">

    <!-- font-awesome  -->
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css" integrity="sha512-1ycn6IcaQQ40/MKBW2W4Rhis/DbILU74C1vSrLJxCq57o941Ym01SwNsOMqvEBFlcgUa6xLiPY/NS5R+E6ztJQ==" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>

<body>
    <!-- Page Preloder -->
    <div id="preloder">
        <div class="loader"></div>
    </div>

    <!-- Header Section Begin -->
    <?php require 'layout/top-menu.php'; ?>
    <!-- Header End -->

    <!-- Guild Quest Location Begin-->
    <section class="product spad" style="margin-bottom:0;padding-bottom:0; margin-bottom:4rem">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <div class="anime__details__text">
                        <div class="anime__details__title">
                            <h2 class="text-center text-white font-weight-bold">เงื่อนไขการให้บริการ
                            </h2>
                        </div>
                    </div>
                </div>
                <div class="col-md-12">
                    <div class="row">
                        <div class="col-md-12">
                           <!--  <h3 class="mt-3 text-light text-center mb-3">แนวคิดของ Boukensha Guild</h3>
                            <a href="javascript:;" class="mailbox-attachment-name" data-fancybox="single" data-src="guild_admin/dist/img/wallpaperflare.com_wallpaper.jpg" data-caption="BOUKENSHA GUILD"> <img src="guild_admin/dist/img/wallpaperflare.com_wallpaper.jpg" class="img-fluid" alt="BOUKENSHA GUILD">
                            </a>
                            <h4 class="text-light mt-3">เปลี่ยนวิธีการสร้างรายได้ให้เข้ากับ "ยุคสมัยใหม่"</h4> -->
                            <p class="text-justify text-light">
                                &nbsp;&nbsp;&nbsp;&nbsp;เงื่อนไขและข้อตกลงต่อไปนี้ มีผลบังคับใช้ต่อผู้ใช้บริการที่เข้ามาดำเนินกิจกรรมต่าง ๆ ผ่านการให้บริการของเว็บไซต์ www.boukenshaguildboard-th.com หรือมีส่วนร่วมในระบบนิเวศอื่น ๆ ภายใต้ชื่อ Boukensha ซึ่งมีการประกาศตามเนื้อหาในส่วนของ “เงื่อนไขการให้บริการ” และ “เงื่อนไขการให้บริการด้านความเป็นส่วนตัว (PDPA)”  อย่างชัดเจน ทางเว็บไซต์ Boukensha ขอความร่วมมือให้ผู้ใช้บริการทุกท่าน ปฏิบัติตามกฎระเบียบ และข้อกำหนดในการให้บริการส่วนต่าง ๆ ของเว็บไซต์อย่างเคร่งครัด หากพบว่ามีการปฏิบัติที่ละเมิดข้อตกลงดังกล่าว ทางเว็บไซต์จำเป็นมีบทลงโทษแก่ผู้ใช้บริการ โดยรายละเอียดของบทลงโทษต่าง ๆ จะขอกล่าวถึงในหัวข้อ “บทลงโทษเมื่อฝ่าฝืนเงื่อนไขการให้บริการ”
                            </p>
                            <h4 class="text-light mt-3" style="text-decoration: underline;">ข้อตกลงระหว่างผู้ใช้บริการและผู้ให้บริการ</h4>
                            <p class="text-justify text-light">
                                [1] ผู้ใช้บริการตกลงนำเข้าข้อมูลที่เป็นความจริงกับผู้ให้บริการ ไม่มีการนำเข้าข้อมูลอันเป็นเท็จ หรือมีความกำกวม เพื่อทำให้ผู้ให้บริการเกิดความสับสน หรือตีความข้อมูลบางอย่างผิดพลาดจากความเป็นจริง<br>
                                [2] ผู้ใช้บริการตกลงนำเสนอข้อมูลที่เป็นความจริงเกี่ยวกับเนื่องหา “ภารกิจ” ที่มอบหมายลงบน “กระดานภารกิจ” โดยมีรายละเอียดเนื้อหาภารกิจ และเงื่อนไขภารกิจชัดเจน รวมถึงมีการมอบหมายรางวัลภารกิจ ตรงตามมูลค่ารางวัลที่กำหนดไว้บน “กระดานภารกิจ” จริง ไม่มีการลดทอนให้น้อยลงกว่าที่ระบุไว้<br>
                                [3] ผู้ใช้บริการตกลงนำเสนอข้อมูลที่เป็นความจริงกับผู้มอบหมายภารกิจ เพื่อปฏิบัติภารกิจต่าง ๆ ให้สำเร็จตามเงื่อนไขของภารกิจนั้น ๆ รวมถึงมีการปฏิบัติภารกิจต่าง ๆ จริง ครบถ้วนตามเงื่อนไขของภารกิจที่ได้รับมอบหมายก่อน “ส่งมอบภารกิจ”<br>
                                [4] ผู้ใช้บริการตกลงนำเสนอข้อมูลที่เป็นข้อเท็จจริง เกี่ยวกับช่องทางการติดต่อ และข้อมูลการชำระเงิน/รับชำระเงิน ไม่นำเข้าข้อมูลเท็จ หรือข้อมูลที่ทำให้เกิดความสับสนระหว่างผู้ใช้บริการด้วยกัน<br>
                                [5] ระหว่างการมอบหมาย/รับมอบหมายภารกิจ ผู้ให้บริการมีการถามความยินยอมในการเปิดเผยข้อมูลความเป็นส่วนตัวของผู้ใช้บริการก่อนทุกครั้ง<br>
                                [6] ผู้ใช้บริการฝ่ายมอบหมายภารกิจ มีสิทธิโดยชอบ 3 ครั้ง ในการร้องขอให้ “นักผจญภัย” แก้ไขผลงานภารกิจที่รับมอบหมาย หากปฏิบัติภารกิจไม่ตรงตามเงื่อนไข/ข้อตกลงที่ระบุในเนื้อหาของภารกิจนั้น ๆ หรือ มีการปฏิบัติตามทั้งหมดแล้วแต่มีคุณภาพต่ำกว่ามาตรฐาน แต่หากนักผจญภัยสามารถยืนยันได้ว่ามีการแก้ไขตาม คำขอของผู้มอบหมายภารกิจแล้วอย่างตรงไปตรงมา ให้ถือว่านักผจญภัยปฏิบัติหน้าที่ลุล่วง และผู้มอบหมายภารกิจมีหน้าที่ในการมอบรางวัลภารกิจให้แก่นักผจญภัย แต่หากตรวจสอบแล้วพบว่า นักผจญภัยไม่ได้มีการปฏิบัติภารกิจซ้ำอย่างตรงไปตรงมา ให้ถือว่าภารกิจนั้น “ล้มเหลว” และนักผจญภัยอาจมีสิทธิได้รับรางวัลภารกิจบางส่วน หรือไม่มีสิทธิรับรางวัลภารกิจนั้น ๆ โดยสิ้นเชิง ตามผลการตัดสินของผู้ให้บริการ ซึ่งผลตัดสินของผู้ให้บริการถือเป็นที่สิ้นสุด<br>
                                [7] ผู้ให้บริการมีสิทธิโดยชอบธรรมเต็ม ในการประเมินความถูกต้องเมื่อเกิดข้อพิพาทต่าง ๆ ระหว่างผู้ใช้บริการ มีสิทธิในการบังคับใช้ข้อกำหนดต่าง ๆ ตามเงื่อนไข ตลอดจน บังคับใช้ “นิยามภารกิจ” บนหน้า นิยามภารกิจของเว็บไซต์ให้มีผลบังคับใช้ และมีสิทธิในการมอบบทลงโทษให้แก่ผู้ใช้บริการที่ฝ่าฝืนข้อบังคับต่าง ๆ ของเว็บไซต์ ตามบทลงโทษที่ระบุไว้บนเว็บไซต์ Boukenshaguildboard-th ซึ่งผลตัดสินของผู้ให้บริการถือเป็นที่สิ้นสุด<br>
                                [8] หากเกิดข้อพิพาทร้ายแรงเกินข้อกำหนดของเว็บไซต์ ทาง Boukenshaguildboard-th ยินดีให้ความร่วมมือในการส่งมอบ เอกสาร หลักฐาน และข้อมูลที่เป็นประโยชน์ต่อเจ้าหน้าที่ เพื่อสนับสนุนการบังคับใช้กฎหมายต่อไป<br>
                                [9] เนื่องจากการให้บริการในช่วง Origin Phase เป็นการให้บริการแบบ Peer to peer ระหว่างผู้ใช้บริการ หากผู้ใช้บริการมีการกระทำที่ถือเป็นเจตนาฉ้อโกงต่อผู้ใช้บริการรายอื่น ข้อมูลการติดต่อของผู้ใช้บริการรายนั้น ๆ จะถูกบล็อก ไม่ให้สามารถนำกลับมาแสดงในระบบได้อีก ด้านความเสียหายที่เกิดขึ้น ทางเว็บไซต์ Boukenshaguildboard-th ยินดีให้ความร่วมมือในการส่งมอบ เอกสาร หลักฐาน และข้อมูลที่เป็นประโยชน์ต่อการดำเนินคดีตามกฎหมาย และข้อมูลความเป็นส่วนตัวต่าง ๆ ของผู้ใช้บริการรายนั้น ๆ จะถูกนำไปแสดงใน Blacklist ของทางผู้ให้บริการ และอาจมีการเปิดเผยข้อมูลความเป็นส่วนตัวของท่าน เพื่อประโยชน์ของผู้ใช้บริการรายอื่น

                            </p>
                            <h4 class="text-light mt-3" style="text-decoration: underline;">นโยบายด้านการชำระ/รับชำระเงิน (สำหรับภารกิจ)</h4>
                            <p class="text-justify text-light">
                                [1] การมอบหมายรางวัลภารกิจ (Rewards) ระหว่างผู้มอบหมายภารกิจและนักผจญภัย ถือเป็นการมอบรางวัล ให้แก่นักผจญภัยที่ทำภารกิจเสร็จสิ้น โดยมีรูปแบบการให้รางวัลแบบ Peer to Peer (ระหว่างผู้ใช้บริการด้วยกัน) โดยทางผู้ให้บริการไม่มีส่วนเกี่ยวข้องในการให้รางวัลภารกิจระหว่างผู้ใช้บริการ แต่เป็นเพียงผู้นำเสนอข้อมูลรางวัลเท่านั้น<br>
                                [2] หลังจากนักผจญภัยได้รับรางวัลภารกิจตรงตามเงื่อนไขของภารกิจนั้น ๆ แล้ว ให้ถือว่าภารกิจเสร็จสิ้น ผู้มอบหมายภารกิจมีหน้าที่ในการยืนยัน “ภารกิจเสร็จสิ้น” กับทางผู้ให้บริการอีกครั้ง และภารกิจดังกล่าวจะปรากฏในหน้า “Last Complete Quest” ของผู้ให้บริการ

                            </p>
                            <h4 class="text-light mt-3" style="text-decoration: underline;">นโยบายเกี่ยวกับพื้นที่โฆษณา</h4>
                            <p class="text-justify text-light">
                               [1] นโยบายการโฆษณาบนเว็บไซต์ Boukenshaguildboard-th แตกต่างจากการโฆษณา บนช่องทางออนไลน์ทั่วไป โฆษณาที่ปรากฏบนเว็บไซต์ ไม่มีการระบุตำแหน่งบนหน้าเว็บไซต์ที่ตายตัว แต่เป็นการสุ่มการแสดงผลบนพื้นที่โฆษณาของเว็บไซต์ทั้งสองส่วน โดยเป็นการแสดงผลโฆษณาทุกชุดพร้อมกัน และมีอัตราการแสดงผลเท่ากันทุกชุด ประกอบกับมีการสลับตำแหน่งโฆษณาทั้งหมดทุก 15 นาที ทำให้โฆษณาของผู้ใช้บริการมีโอกาสได้รับการมองเห็นเท่ากันเสมอ<br>
                               [2] พื้นที่โฆษณาบนเว็บไซต์ Boukenshaguildboard-th ไม่มีการจำกัดจำนวนโฆษณาเหมือนกับการเช่าพื้นที่โฆษณาบนเว็บไซต์ทั่วไป โครงสร้างของระบบการโฆษณาบนเว็บไซต์ Boukenshaguildboard-th ถูกพัฒนาขึ้นมาเพื่อรองรับปริมาณโฆษณาจำนวนมากกว่าระบบของเว็บไซต์ปกติหลายเท่า ทำให้ผู้ใช้บริการสามารถมั่นใจได้ว่า โฆษณาของผู้ใช้บริการจะปรากฏขึ้นบนเว็บไซต์ทั้งหมด ไม่มีการตกหล่น<br>
                               [3] นโยบายรองรับการโฆษณาของผู้ให้บริการประสงค์เป็นพื้นที่รองรับการโฆษณาสำหรับ ธุรกิจรายย่อย แฟนเพจ หรือช่องทางออนไลน์อื่น ๆ ที่ผู้ใช้บริการประสงค์ให้มีผู้ใช้บริการรายอื่นพบเห็น ในราคาที่ย่อมเยาเหมาะสำหรับผู้ที่ต้องการเริ่มกิจการบางอย่างของตนเองใหม่ และอาจยังมีรายได้ในช่วงเริ่มต้นที่ไม่แน่นอน<br>
                               [*] ทางผู้ให้บริการขอสงวนสิทธิงดทำการโฆษณาให้กับ เว็บพนัน เว็บที่มีเนื้อหาละเมิดลิขสิทธิ์ และเว็บไซต์อนาจารทุกรูปแบบ เพื่อรักษาบรรยากาศของการให้บริการ

                           </p>
                           <h4 class="text-light mt-3" style="text-decoration: underline;">นโยบายด้านการชำระ/รับชำระเงิน (สำหรับการเช่าพื้นที่โฆษณาของเว็บไซต์)</h4>
                           <p class="text-justify text-light">
                            [1] ผู้ใช้บริการที่ประสงค์ สมัครลงโฆษณาบนพื้นที่โฆษณาของเว็บไซต์ Boukenshaguildboard-th สามารถติดต่อขอเช่าพื้นที่โฆษณาได้ที่ ช่องทางติดต่อของเว็บไซต์ Boukenshaguildboard-th โดยชำระค่าบริการเป็นรายเดือน (ระยะเวลาขั้นต่ำ 1 เดือน) พร้อมส่งภาพสำหรับลงโฆษณา และ link ของทางผู้ใช้บริการให้ทางเว็บไซต์<br>
                            [2] ทางเว็บไซต์ส่งช่องทางการชำระเงินให้ผู้ใช้บริการ เมื่อชำระเงินแล้ว โฆษณาของผู้ใช้บริการจะปรากฏบนหน้าเว็บไซต์ภายใน 3 วันทำการ (นับจากวันที่ชำระ) หากโฆษณาของผู้ใช้บริการยังไม่ปรากฏบนหน้าเว็บไซต์ภายใน 3 วัน ผู้ใช้บริการสามารถติดต่อประสานงานกลับมายังเจ้าหน้าที่ของเว็บไซต์ Boukenshaguildboard-th ได้โดยตรง ผ่านช่องทางการติดต่อของทางเว็บไซต์<br>
                            [3] หลังจากครบกำหนด 1 รอบบิล ของการลงโฆษณา ทางผู้ให้บริการจะดำเนินการประสานงานกลับไปยังผู้ใช้บริการ เพื่อสอบถามความต้องการว่าผู้ใช้บริการมีความประสงค์ลงโฆษณากับทางเว็บไซต์ต่อหรือไม่ โดยในทุกรอบบิลทางเว็บไซต์จะทำการติดต่อสอบถามก่อนเสมอ *ทางผู้ให้บริการไม่มีนโยบาย การเก็บเงินอัตโนมัติ หรือการเรียกเก็บเงินโดยไม่ได้รับการยืนยันจากผู้ใช้บริการก่อนการเรียกเก็บค่าใช้จ่าย<br>
                            [4] หากผู้ใช้บริการไม่มีความประสงค์ลงโฆษณากับทางเว็บไซต์ Boukenshaguildboard-th โฆษณาของผู้ใช้บริการจะถูกนำออกจากระบบ ภายใน 3 วันทำการ<br>
                            [5] กรณีที่ต้องการลงโฆษณากับทางเว็บไซต์ Boukenshaguildboard-th อีกครั้ง สามารถติดต่อผ่านช่องทางการติดต่อบนเว็บไซต์ได้โดยตรง โดยหลังจากชำระค่าโฆษณาจำนวน 1 รอบบิล ให้กับทางเว็บไซต์ โฆษณาของผู้ใช้บริการจะกลับมาปรากฏบนหน้าเว็บไซต์อีกครั้งภายใน 3 วันทำการ<br>
                            [6] กรณีที่ต้องการเปลี่ยนภาพโฆษณา หรือลิงค์ปลายทาง ผู้ใช้บริการสามารถติดต่อขอเปลี่ยนแปลงข้อมูลโฆษณาได้ ผ่านช่องทางติดต่อของเว็บไซต์ Boukenshaguildboard-th และทางผู้ให้บริการจะทำการปรับเปลี่ยนข้อมูลตามความต้องการของผู้ใช้บริการภายใน 3 วันทำการ<br>
                            [*] การเช่าพื้นที่โฆษณาของเว็บไซต์ Boukenshaguildboard-th ถือเป็นการเช่าแบบเหมาจ่ายรายเดือน ผู้ใช้บริการสามารถปรับเปลี่ยนรูปภาพ เนื้อหา ลิงค์ ได้ตามความต้องการของผู้ใช้บริการ<br>
                            [**] การเช่าพื้นที่เป็นอัตราค่าเช่า/1 ยูนิต หากผู้ใช้บริการประสงค์ลงโฆษณามากกว่า 1 โปรดักส์/สินค้า/รูปแบบ ผู้ใช้บริการจำเป็นต้องเสียอัตราค่าเช่าพื้นที่โฆษณาเพิ่ม ตามจำนวนยูนิตที่ต้องการ

                        </p>
                        <h4 class="text-light mt-3" style="text-decoration: underline;">นโยบายเกี่ยวกับบทลงโทษเมื่อฝ่าฝืนเงื่อนไขการให้บริการ</h4>
                        <p class="text-justify text-light">
                            เนื่องจากการฝ่าฝืนข้อกำหนดการให้บริการสามารถเกิดขึ้นได้หลายรูปแบบ และให้ผลเสียหายในระดับที่มีความแตกต่างกันตามกรณีต่าง ๆ การกำหนดบทลงโทษต่าง ๆ จึงต้องคำนึงถึงความเหมาะสมของการลงโทษให้สอดคล้องกับความเสียหายของเงื่อนไขนั้น ๆ โดยกำหนดลำดับขั้นของบทลงโทษต่าง ๆ ดังนี้ <br>
                           [1] ถอดถอนภารกิจ - ผู้ให้บริการมีสิทธิอันชอบธรรม ในการถอดถอนภารกิจของผู้ใช้บริการออกจาก “กระดานภารกิจ” ได้ทันที หากตรวจพบว่าภารกิจที่มอบหมายลงบนกระดานภารกิจเข้าข่ายเงื่อนไขดังต่อไปนี้
                           -ตั้งใจตั้งชื่อภารกิจเกินจริง หรือตั้งชื่อภารกิจไม่สอดคลองกับเนื้อหาของภารกิจ 
                           -ตั้งภารกิจโดยมีความจงใจให้เกิดความแตกแยก ทางด้านเพศ เชื้อชาติ ศาสนา การเมือง ฯลฯ
                           -มอบหมายภารกิจที่มีความอันตรายต่อนักผจญภัย (ทั้งกรณีออฟไลน์ และออนไลน์)
                           -ตั้งใจมอบหมายธุรกิจที่เป็นการชักจูงผู้ใช้บริการเข้าสู่ธุรกิจเครือข่าย หรือกิจกรรมอื่นใดที่อาจเป็นการหลอกลวงนักผจญภัยให้มีการลงทุน ในธุรกิจ หรือสินทรัพย์ประเภทใดประเภทหนึ่ง
                           -ภารกิจที่มีการระบุเงื่อนไขให้นักผจญภัยต้องมีการชำระเงิน เพื่อเงื่อนไขบางอย่าง ประกอบการส่งมอบภารกิจ
                           -มีการมอบหมายภารกิจเดิมซ้ำ ๆ ในลักษณะของการสแปม<br>
                           [2] ระงับการเข้าถึงขอมูลผู้ใช้ในระบบชั่วคราว – ผู้ให้บริการมีสิทธิอันชอบธรรมในการระงับบัญชีผู้ใช้ ไม่ให้เข้าถึงข้อมูลในระบบ เป็นช่วงเวลาหนึ่ง หากพบว่าผู้ใช้รายดังกล่าว มีการกระทำที่เข้าข่างดังต่อไปนี้
                           -ถูกลงโทษด้วยการ ถอดถอนภารกิจ เกิน 3 ครั้งในหนึ่งเดือน
                           -มีการนำเข้าข้อมูลอันเป็นเท็จ โดยเจตนา และไม่เจตนา แต่มีผลกระทบที่มีความรุนแรงต่ำ ไม่กระทบต่อภารกิจ และทรัพย์สินของผู้ใช้รายอื่น
                           -ทำการสนทนาที่มีเนื้อหาต้องการสร้างการยุยงปลุกปั่น หรือสร้างความแตกแยกให้กับผู้ใช้บริการรายอื่น ตามดุลพินิจของผู้ให้บริการ<br>
                           [3] ถูกเพิ่มรายชื่อไปยังข้อมูลส่วนผู้ใช้บริการต้องห้าม (ติด Blacklist) -  ผู้ให้บริการมีสิทธิอันชอบธรรมในการเพิ่มรายชื่อของผู้ใช้บริการลงในส่วนผู้ใช้บริการต้องห้าม และเปิดเผยข้อมูลส่วนบุคคลบางส่วน ที่เคยระบุไว้ในช่องทางการส่งมอบภารกิจของบุคคลนั้น ๆ เพื่อเป็นข้อมูลให้กับผู้ใช้บริการรายอื่น โดยในเนื้อหาส่วนผู้ใช้บริการต้องห้าม จะมีการระบุข้อเท็จจริงของการกระทำผิดแนบท้าย เพื่อให้ผู้ใช้บริการสามารถ หลีกเลี่ยงการรับภารกิจ/มอบหมายภารกิจให้แก่ผู้ใช้บริการรายนั้น ๆ ได้ โดยเงื่อนไขที่ทำให้ผู้ใช้บริการถูกเพิ่มรายชื่อลงในส่วนผู้ใช้บริการต้องห้าม มีดังต่อไปนี้
                           -มีการนำเข้าข้อมูลอันเป็นเท็จ โดยเจตนา และ มีผลกระทบที่มีความรุนแรงสูง เป็นเหตุผลให้ผู้อื่นเสียแรง หรือเสียทรัพย์
                           -ตรวจพบเจตนาฉ้อโกง ต่อนักผจญภัย เช่น ไม่ยอมส่งมอบรางวัลภารกิจแก่นักผจญภัย หลังจากนักผจญภัยทำภารกิจเสร็จสิ้น หรือส่งมอบรางวัลภารกิจให้นักผจญภัยไม่ครบถ้วนตามที่ระบุในเงื่อนไข/รางวัลของภารกิจ
                           -ตรวจพบเจตนาฉ้อโกง ต่อผู้มอบหมายภารกิจ ส่งมอบภารกิจด้วย ข้อมูล/เอกสาร/สิ่งของ ปลอม หรือมีมูลค่าต่ำกว่าสิ่งที่ระบุไว้ในเนื้อหาภารกิจ
                           *ข้อมูลผู้ใช้ที่มีความผิดกรณีฉ้อโกงต่อผู้ใช้รายอื่น จะไม่ถูกลบ เนื่องจากผู้ให้บริการถือว่าผู้ใช้บริการยินยอมให้เปิดเผยข้อมูลส่วนบุคคลบนระบบนิเวศของผู้ให้บริการแล้ว หากผู้ใช้บริการมีการกระทำอันมิชอบต่อผู้ใช้บริการรายอื่น<br>
                           [4] ปิดกั้นการให้บริการ (Block) – ผู้ให้บริการมีสิทธิอันชอบธรรมในการปิดกั้นการให้บริการ ไม่ให้ผู้ใช้บริการเข้ามาใช้งานระบบนิเวศของเว็บไซต์ ได้อีกต่อไป หากตรวจพบว่าผู้ใช้บริการมีการกระทำตรงตามเงื่อนไขดังต่อไปนี้
                           -ถูกลงโทษด้วยการ ระงับการเข้าถึงข้อมูลผู้ใช้ในระบบชั่วคราว หลายครั้ง
                           -ตรวจสอบพบว่าเป็นผู้ใช้บริการที่เคย ถูกเพิ่มรายชื่อไปยังข้อมูลส่วนผู้ใช้บริการต้องห้าม และพยายามกลับเข้ามาใช้บริการ เพื่อกระทำความผิดรูปแบบเดิมซ้ำเกิน 2 ครั้ง

                       </p>

                   </div>
               </div>
           </div>
       </div>
   </div>
</section>
<!-- Guild Quest Location End-->

<?php
require 'layout/footer-menu.php';
?>

<!-- Js Plugins -->
<script src="js/jquery-3.3.1.min.js"></script>
<script src="js/bootstrap.min.js"></script>
<script src="js/player.js"></script>
<script src="js/jquery.nice-select.min.js"></script>
<script src="js/mixitup.min.js"></script>
<script src="js/jquery.slicknav.js"></script>
<script src="js/owl.carousel.min.js"></script>
<script src="js/main.js"></script>

<!-- fancybox -->
<script src="guild_admin/plugins/fancybox/fancybox.umd.js"></script>

<!-- Datatable -->
<script src="guild_admin/plugins/datatables/jquery.dataTables.min.js"></script>
<script src="guild_admin/plugins/datatables/dataTables.bootstrap4.min.js"></script>
<script src="guild_admin/plugins/datatables/data.th.js"></script>

<!-- Summernote -->
<script src="guild_admin/plugins/summernote/summernote-bs4.min.js"></script>
<!-- include summernote-th-TH -->
<script src="guild_admin/plugins/summernote/lang/summernote-th-TH.min.js"></script>

<!-- Sweetalert2 -->
<script src="//cdn.jsdelivr.net/npm/sweetalert2@11"></script>

<script src="js/app.js"></script>

</body>

</html>