<?php 
if (isset($_GET['idquest'])) {
	$idquest = $_GET['idquest'];
}else {
	$idquest = '';
}
if (isset($_GET['idnumber'])) {
	$idnumber = $_GET['idnumber'];
}else {
	$idnumber = '';
}


?>

<input type="hidden" name="idquest" id="idquest" value="<?= $idquest ?>" readonly>
<input type="hidden" name="idnumber" id="idnumber" value="<?=$idnumber ?>" readonly>
<div>
	<h3>เงื่อนไขการให้บริการ</h3>

&nbsp;&nbsp;&nbsp;&nbsp;เงื่อนไขและข้อตกลงต่อไปนี้ มีผลบังคับใช้ต่อผู้ใช้บริการที่เข้ามาดำเนินกิจกรรมต่าง ๆ ผ่านการให้บริการของเว็บไซต์ www.boukenshaguildboard-th.com หรือมีส่วนร่วมในระบบนิเวศอื่น ๆ ภายใต้ชื่อ Boukensha ซึ่งมีการประกาศตามเนื้อหาในส่วนของ “เงื่อนไขการให้บริการ” และ “เงื่อนไขการให้บริการด้านความเป็นส่วนตัว (PDPA)”  อย่างชัดเจน ทางเว็บไซต์ Boukensha ขอความร่วมมือให้ผู้ใช้บริการทุกท่าน ปฏิบัติตามกฎระเบียบ และข้อกำหนดในการให้บริการส่วนต่าง ๆ ของเว็บไซต์อย่างเคร่งครัด หากพบว่ามีการปฏิบัติที่ละเมิดข้อตกลงดังกล่าว ทางเว็บไซต์จำเป็นมีบทลงโทษแก่ผู้ใช้บริการ โดยรายละเอียดของบทลงโทษต่าง ๆ จะขอกล่าวถึงในหัวข้อ “บทลงโทษเมื่อฝ่าฝืนเงื่อนไขการให้บริการ”<br>

ข้อตกลงระหว่างผู้ใช้บริการและผู้ให้บริการ<br>
[1] ผู้ใช้บริการตกลงนำเข้าข้อมูลที่เป็นความจริงกับผู้ให้บริการ ไม่มีการนำเข้าข้อมูลอันเป็นเท็จ หรือมีความกำกวม เพื่อทำให้ผู้ให้บริการเกิดความสับสน หรือตีความข้อมูลบางอย่างผิดพลาดจากความเป็นจริง<br>
[2] ผู้ใช้บริการตกลงนำเสนอข้อมูลที่เป็นความจริงเกี่ยวกับเนื่องหา “ภารกิจ” ที่มอบหมายลงบน “กระดานภารกิจ” โดยมีรายละเอียดเนื้อหาภารกิจ และเงื่อนไขภารกิจชัดเจน รวมถึงมีการมอบหมายรางวัลภารกิจ ตรงตามมูลค่ารางวัลที่กำหนดไว้บน “กระดานภารกิจ” จริง ไม่มีการลดทอนให้น้อยลงกว่าที่ระบุไว้<br>
[3] ผู้ใช้บริการตกลงนำเสนอข้อมูลที่เป็นความจริงกับผู้มอบหมายภารกิจ เพื่อปฏิบัติภารกิจต่าง ๆ ให้สำเร็จตามเงื่อนไขของภารกิจนั้น ๆ รวมถึงมีการปฏิบัติภารกิจต่าง ๆ จริง ครบถ้วนตามเงื่อนไขของภารกิจที่ได้รับมอบหมายก่อน “ส่งมอบภารกิจ”<br>
[4] ผู้ใช้บริการตกลงนำเสนอข้อมูลที่เป็นข้อเท็จจริง เกี่ยวกับช่องทางการติดต่อ และข้อมูลการชำระเงิน/รับชำระเงิน ไม่นำเข้าข้อมูลเท็จ หรือข้อมูลที่ทำให้เกิดความสับสนระหว่างผู้ใช้บริการด้วยกัน<br>
[5] ระหว่างการมอบหมาย/รับมอบหมายภารกิจ ผู้ให้บริการมีการถามความยินยอมในการเปิดเผยข้อมูลความเป็นส่วนตัวของผู้ใช้บริการก่อนทุกครั้ง<br>
[6] ผู้ใช้บริการฝ่ายมอบหมายภารกิจ มีสิทธิโดยชอบ 3 ครั้ง ในการร้องขอให้ “นักผจญภัย” แก้ไขผลงานภารกิจที่รับมอบหมาย หากปฏิบัติภารกิจไม่ตรงตามเงื่อนไข/ข้อตกลงที่ระบุในเนื้อหาของภารกิจนั้น ๆ หรือ มีการปฏิบัติตามทั้งหมดแล้วแต่มีคุณภาพต่ำกว่ามาตรฐาน แต่หากนักผจญภัยสามารถยืนยันได้ว่ามีการแก้ไขตาม คำขอของผู้มอบหมายภารกิจแล้วอย่างตรงไปตรงมา ให้ถือว่านักผจญภัยปฏิบัติหน้าที่ลุล่วง และผู้มอบหมายภารกิจมีหน้าที่ในการมอบรางวัลภารกิจให้แก่นักผจญภัย แต่หากตรวจสอบแล้วพบว่า นักผจญภัยไม่ได้มีการปฏิบัติภารกิจซ้ำอย่างตรงไปตรงมา ให้ถือว่าภารกิจนั้น “ล้มเหลว” และนักผจญภัยอาจมีสิทธิได้รับรางวัลภารกิจบางส่วน หรือไม่มีสิทธิรับรางวัลภารกิจนั้น ๆ โดยสิ้นเชิง ตามผลการตัดสินของผู้ให้บริการ ซึ่งผลตัดสินของผู้ให้บริการถือเป็นที่สิ้นสุด<br>
[7] ผู้ให้บริการมีสิทธิโดยชอบธรรมเต็ม ในการประเมินความถูกต้องเมื่อเกิดข้อพิพาทต่าง ๆ ระหว่างผู้ใช้บริการ มีสิทธิในการบังคับใช้ข้อกำหนดต่าง ๆ ตามเงื่อนไข ตลอดจน บังคับใช้ “นิยามภารกิจ” บนหน้า นิยามภารกิจของเว็บไซต์ให้มีผลบังคับใช้ และมีสิทธิในการมอบบทลงโทษให้แก่ผู้ใช้บริการที่ฝ่าฝืนข้อบังคับต่าง ๆ ของเว็บไซต์ ตามบทลงโทษที่ระบุไว้บนเว็บไซต์ Boukenshaguildboard-th ซึ่งผลตัดสินของผู้ให้บริการถือเป็นที่สิ้นสุด<br>
[8] หากเกิดข้อพิพาทร้ายแรงเกินข้อกำหนดของเว็บไซต์ ทาง Boukenshaguildboard-th ยินดีให้ความร่วมมือในการส่งมอบ เอกสาร หลักฐาน และข้อมูลที่เป็นประโยชน์ต่อเจ้าหน้าที่ เพื่อสนับสนุนการบังคับใช้กฎหมายต่อไป<br>
[9] เนื่องจากการให้บริการในช่วง Origin Phase เป็นการให้บริการแบบ Peer to peer ระหว่างผู้ใช้บริการ หากผู้ใช้บริการมีการกระทำที่ถือเป็นเจตนาฉ้อโกงต่อผู้ใช้บริการรายอื่น ข้อมูลการติดต่อของผู้ใช้บริการรายนั้น ๆ จะถูกบล็อก ไม่ให้สามารถนำกลับมาแสดงในระบบได้อีก ด้านความเสียหายที่เกิดขึ้น ทางเว็บไซต์ Boukenshaguildboard-th ยินดีให้ความร่วมมือในการส่งมอบ เอกสาร หลักฐาน และข้อมูลที่เป็นประโยชน์ต่อการดำเนินคดีตามกฎหมาย และข้อมูลความเป็นส่วนตัวต่าง ๆ ของผู้ใช้บริการรายนั้น ๆ จะถูกนำไปแสดงใน Blacklist ของทางผู้ให้บริการ และอาจมีการเปิดเผยข้อมูลความเป็นส่วนตัวของท่าน เพื่อประโยชน์ของผู้ใช้บริการรายอื่น<br>

นโยบายด้านการชำระ/รับชำระเงิน (สำหรับภารกิจ)<br>
[1] การมอบหมายรางวัลภารกิจ (Rewards) ระหว่างผู้มอบหมายภารกิจและนักผจญภัย ถือเป็นการมอบรางวัล ให้แก่นักผจญภัยที่ทำภารกิจเสร็จสิ้น โดยมีรูปแบบการให้รางวัลแบบ Peer to Peer (ระหว่างผู้ใช้บริการด้วยกัน) โดยทางผู้ให้บริการไม่มีส่วนเกี่ยวข้องในการให้รางวัลภารกิจระหว่างผู้ใช้บริการ แต่เป็นเพียงผู้นำเสนอข้อมูลรางวัลเท่านั้น<br>
[2] หลังจากนักผจญภัยได้รับรางวัลภารกิจตรงตามเงื่อนไขของภารกิจนั้น ๆ แล้ว ให้ถือว่าภารกิจเสร็จสิ้น ผู้มอบหมายภารกิจมีหน้าที่ในการยืนยัน “ภารกิจเสร็จสิ้น” กับทางผู้ให้บริการอีกครั้ง และภารกิจดังกล่าวจะปรากฏในหน้า “Last Complete Quest” ของผู้ให้บริการ<br>

นโยบายเกี่ยวกับบทลงโทษเมื่อฝ่าฝืนเงื่อนไขการให้บริการ<br>
เนื่องจากการฝ่าฝืนข้อกำหนดการให้บริการสามารถเกิดขึ้นได้หลายรูปแบบ และให้ผลเสียหายในระดับที่มีความแตกต่าง กันตามกรณีต่าง ๆ การกำหนดบทลงโทษต่าง ๆ จึงต้องคำนึงถึงความเหมาะสมของการลงโทษให้สอดคล้องกับความเสียหายของเงื่อนไขนั้น ๆ โดยกำหนดลำดับขั้นของบทลงโทษต่าง ๆ ดังนี้<br>
[1] ถอดถอนภารกิจ - ผู้ให้บริการมีสิทธิอันชอบธรรม ในการถอดถอนภารกิจของผู้ใช้บริการออกจาก “กระดานภารกิจ” ได้ทันที หากตรวจพบว่าภารกิจที่มอบหมายลงบนกระดานภารกิจเข้าข่ายเงื่อนไขดังต่อไปนี้
	-ตั้งใจตั้งชื่อภารกิจเกินจริง หรือตั้งชื่อภารกิจไม่สอดคลองกับเนื้อหาของภารกิจ 
	-ตั้งภารกิจโดยมีความจงใจให้เกิดความแตกแยก ทางด้านเพศ เชื้อชาติ ศาสนา การเมือง ฯลฯ
	-มอบหมายภารกิจที่มีความอันตรายต่อนักผจญภัย (ทั้งกรณีออฟไลน์ และออนไลน์)
	-ตั้งใจมอบหมายธุรกิจที่เป็นการชักจูงผู้ใช้บริการเข้าสู่ ธุรกิจเครือข่าย หรือกิจกรรมอื่นใดที่อาจเป็นการหลอกลวงนักผจญภัยให้มีการลงทุน ในธุรกิจ หรือสินทรัพย์ประเภทใดประเภทหนึ่ง
	-ภารกิจที่มีการระบุเงื่อนไขให้ นักผจญภัยต้องมีการชำระเงิน เพื่อเงื่อนไขบางอย่าง ประกอบการส่งมอบภารกิจ
	-มีการมอบหมายภารกิจเดิมซ้ำ ๆ ในลักษณะของการสแปม<br>
[2] ระงับการเข้าถึงขอมูลผู้ใช้ในระบบชั่วคราว – ผู้ให้บริการมีสิทธิอันชอบธรรมในการระงับบัญชีผู้ใช้ ไม่ให้เข้าถึงข้อมูลในระบบ เป็นช่วงเวลาหนึ่ง หากพบว่าผู้ใช้รายดังกล่าว มีการกระทำที่เข้าข่างดังต่อไปนี้
	-ถูกลงโทษด้วยการ ถอดถอนภารกิจ เกิน 3 ครั้งในหนึ่งเดือน
	-มีการนำเข้าข้อมูลอันเป็นเท็จ โดยเจตนา และไม่เจตนา แต่มีผลกระทบที่มีความรุนแรงต่ำ ไม่กระทบต่อภารกิจ และทรัพย์สินของผู้ใช้รายอื่น
	-ทำการสนทนาที่มีเนื้อหาต้องการสร้างการยุยงปลุกปั่น หรือสร้างความแตกแยกให้กับผู้ใช้บริการรายอื่น ตามดุลพินิจของผู้ให้บริการ<br>
[3] ถูกเพิ่มรายชื่อไปยังข้อมูลส่วนผู้ใช้บริการต้องห้าม (ติด Blacklist) -  ผู้ให้บริการมีสิทธิอันชอบธรรมในการเพิ่มรายชื่อของผู้ใช้บริการลงในส่วนผู้ใช้บริการต้องห้าม และเปิดเผยข้อมูลส่วนบุคคลบางส่วน ที่เคยระบุไว้ในช่องทางการส่งมอบภารกิจของบุคคลนั้น ๆ เพื่อเป็นข้อมูลให้กับผู้ใช้บริการรายอื่น โดยในเนื้อหาส่วนผู้ใช้บริการต้องห้าม จะมีการระบุข้อเท็จจริงของการกระทำผิดแนบท้าย เพื่อให้ผู้ใช้บริการสามารถ หลีกเลี่ยงการรับภารกิจ/มอบหมายภารกิจให้แก่ผู้ใช้บริการรายนั้น ๆ ได้ โดยเงื่อนไขที่ทำให้ผู้ใช้บริการถูกเพิ่มรายชื่อลงในส่วนผู้ใช้บริการต้องห้าม มีดังต่อไปนี้
	-มีการนำเข้าข้อมูลอันเป็นเท็จ โดยเจตนา และ มีผลกระทบที่มีความรุนแรงสูง เป็นเหตุผลให้ผู้อื่นเสียแรง หรือเสียทรัพย์
	-ตรวจพบเจตนาฉ้อโกง ต่อนักผจญภัย เช่น ไม่ยอมส่งมอบรางวัลภารกิจแก่นักผจญภัย หลังจากนักผจญภัยทำภารกิจเสร็จสิ้น หรือส่งมอบรางวัลภารกิจให้นักผจญภัยไม่ครบถ้วนตามที่ระบุในเงื่อนไข/รางวัลของภารกิจ
	-ตรวจพบเจตนาฉ้อโกง ต่อผู้มอบหมายภารกิจ ส่งมอบภารกิจด้วย ข้อมูล/เอกสาร/สิ่งของ ปลอม หรือมีมูลค่าต่ำกว่าสิ่งที่ระบุไว้ในเนื้อหาภารกิจ
	*ข้อมูลผู้ใช้ที่มีความผิดกรณีฉ้อโกงต่อผู้ใช้รายอื่น จะไม่ถูกลบ เนื่องจากผู้ให้บริการถือว่าผู้ใช้บริการยินยอมให้เปิดเผยข้อมูลส่วนบุคคลบนระบบนิเวศของผู้ให้บริการแล้ว หากผู้ใช้บริการมีการกระทำอันมิชอบต่อผู้ใช้บริการรายอื่น<br>
[4] ปิดกั้นการให้บริการ (Block) – ผู้ให้บริการมีสิทธิอันชอบธรรมในการปิดกั้นการให้บริการ ไม่ให้ผู้ใช้บริการเข้ามาใช้งานระบบนิเวศของเว็บไซต์ ได้อีกต่อไป หากตรวจพบว่าผู้ใช้บริการมีการกระทำตรงตามเงื่อนไขดังต่อไปนี้
-ถูกลงโทษด้วยการ ระงับการเข้าถึงข้อมูลผู้ใช้ในระบบชั่วคราว หลายครั้ง
-ตรวจสอบพบว่าเป็นผู้ใช้บริการที่เคย ถูกเพิ่มรายชื่อไปยังข้อมูลส่วนผู้ใช้บริการต้องห้าม และพยายามกลับเข้ามาใช้บริการ เพื่อกระทำความผิดรูปแบบเดิมซ้ำเกิน 2 ครั้ง
</div>
