<?php 
if (isset($_GET['idquest'])) {
	$idquest = $_GET['idquest'];
}else {
	$idquest = '';
}
if (isset($_GET['idnumber'])) {
	$idnumber = $_GET['idnumber'];
}else {
	$idnumber = '';
}


?>

<input type="hidden" name="idquest" id="idquest" value="<?= $idquest ?>" readonly>
<input type="hidden" name="idnumber" id="idnumber" value="<?=$idnumber ?>" readonly>

<div>
	<h3>นโยบายคุ้มครองข้อมูลส่วนบุคคล (PDPA)</h3>

	เว็บไซต์ Boukenshaguildboard-th เล็งเห็นถึงความสำคัญด้านข้อมูลส่วนบุคคลของผู้ใช้บริการทุกท่านเป็นอย่างยิ่ง เนื่องด้วยข้อจำกัดด้านการให้บริการ ทำให้ผู้ใช้บริการส่วนหนึ่งจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคล ในระดับที่เพียงพอสำหรับให้ผู้ใช้บริการสามารถติดต่อสื่อการกันภายในแพลตฟอร์มได้ ซึ่งทางผู้ให้บริการได้ทำการกำหนดนโยบายด้านข้อมูลส่วนบุคคลขึ้น เพื่อปกป้องสิทธิของผู้ใช้บริการ ให้จำกัดการเปิดเผยข้อมูลในระดับที่ผู้ใช้บริการแต่ละท่านพึงพอใจ โดยนโยบายฉบับนี้ มุ่งเน้นที่การอธิบายแนวทางการเก็บรวบรวม ใช้ หรือ เปิดเผยข้อมูลส่วนบุคคล รวมถึงสิทธิต่าง ๆ ขอผู้ใช้บริการผู้เป็นเจ้าของข้อมูลส่วนบุคคลในกรณีต่าง ๆ ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล (PDPA) ดังเนื้อหาต่อไปนี้
	นโยบายการให้บริการ ด้านข้อมูลส่วนบุคคล<br>
	[1] เว็บไซต์ Boukenshaguildboard-th เก็บข้อมูลส่วนบุคคลของผู้ใช้บริการเมื่อสมัครสมาชิก หรือเข้ามาใช้บริการ<br>
	[2] ผู้ใช้บริการเป็นผู้ระบุข้อมูลส่วนบุคคลและข้อมูลการติดต่อ เมื่อทำการมอบหมายภารกิจ<br>
[3] ผู้ให้บริการถามความยินยอม ให้เปิดเผยข้อมูลส่วนตัวทั้งหมดตามที่ระบุไว้ในรายละเอียดภารกิจนั้น ๆ ทุกครั้ง ที่ผู้ใช้บริการมอบหมายภารกิจ พร้อมระบุเนื้อหา ข้อกำหนดการใช้งาน ข้อมูลความเป็นส่วนตัว เงื่อนไข และบทลงโทษ เมื่อผู้ใช้บริการฝ่าฝืนข้อกำหนดการให้บริการของทางเว็บไซต์<br>
[4] เมื่อผู้ใช้บริการทำการยินยอมให้เปิดเผยข้อมูลส่วนบุคคลได้ ภารกิจของผู้ใช้บริการจะปรากฏต่อสาธารณะ บนกระดานภารกิจ<br>
[6] เมื่อผู้ใช้บริการไม่ยินยอมให้เปิดเผยข้อมูลส่วนบุคคล ภารกิจของผู้ใช้บริการไม่เป็นสาธารณะ และถูกยกเลิกการมอบหมายภารกิจ<br>
[7] หากมีการสนทนาแลกเปลี่ยนข้อมูลระหว่างผู้ใช้บริการบนกระดานภารกิจ ทางผู้ให้บริการถือว่าผู้ใช้บริการยินยอมให้เปิดเผยข้อมูลส่วนบุคคลที่เปิดเผยนั้น ๆ ต่อสาธารณะ<br>
[8] ผู้ใช้บริการสามารถขอให้ทางผู้ให้บริการทำการลบข้อมูลส่วนบุคคลที่เปิดเผยต่อสาธารณะได้ โดยการลบข้อมูลส่วนบุคคลของผู้ใช้บริการตามปริมาณความต้องการ เว้นแต่ ผู้ใช้บริการได้ฝ่าฝืนข้อกำหนดการให้บริการของเว็บไซต์ที่เป็นความผิดร้ายแรง เช่น ฉ้อโกง ข้อมูลส่วนบุคคลใด ๆ ของผู้ใช้บริการจะไม่สามารถถูกลบได้<br>
[9] หากผู้ใช้บริการท่านใด ฝ่าฝืนข้อกำหนดการให้บริการของเว็บไซต์ ฐานฉ้อโกง หรือกระทำการอื่นใด ที่เป็นการฝ่าฝืนข้อกำหนดการให้บริการ แล้วทำให้ถูกเพิ่มรายชื่อไปยังส่วน “ผู้ใช้บริการต้องห้าม” (Blacklist) ข้อมูลส่วนตัวบางส่วนของผู้ใช้บริการจะถูกเปิดเผยต่อสาธารณะ โดยมีวัตถุประสงค์เพื่อปกป้องผู้ใช้บริการรายรายอื่น พร้อมระบุเนื้อหาสาเหตุของการถูกเพิ่มลงในรายชื่อผู้ใช้บริการต้องห้าม<br>
[10] เว็บไซต์ Boukenshaguildboard-th ไม่มีนโยบาย นำข้อมูลส่วนตัวของผู้ใช้บริการมาใช้แสวงหารายได้ หรือนำมาใช้ประโยชน์อื่นใด ที่ทำให้ผู้ให้บริการได้รับผลประโยชน์ทางธุรกิจ ทั้งทางตรงและทางอ้อม

</div>