<?php
require 'config/connect.php';
require 'config/function.php';
require 'config/stat.php';
?>
<!DOCTYPE html>
<html lang="zxx">

<head>
  <meta charset="UTF-8">
  <meta name="description" content="Anime Template">
  <meta name="keywords" content="Anime, unica, creative, html">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <title>Boukensha Guild | about</title>

  <link rel="icon" type="image/png" href="img/ico/icon.png" />

  <!-- Google Font -->
  <link href="https://fonts.googleapis.com/css2?family=Oswald:wght@300;400;500;600;700&display=swap" rel="stylesheet">
  <link href="https://fonts.googleapis.com/css2?family=Mulish:wght@300;400;500;600;700;800;900&display=swap" rel="stylesheet">

  <!-- Css Styles -->
  <link rel="stylesheet" href="css/bootstrap.min.css" type="text/css">
  <link rel="stylesheet" href="css/elegant-icons.css" type="text/css">
  <link rel="stylesheet" href="css/plyr.css" type="text/css">
  <link rel="stylesheet" href="css/nice-select.css" type="text/css">
  <link rel="stylesheet" href="css/owl.carousel.min.css" type="text/css">
  <link rel="stylesheet" href="css/slicknav.min.css" type="text/css">
  <link rel="stylesheet" href="css/style.css" type="text/css">

  <!-- fancybox -->
  <link href="guild_admin/plugins/fancybox/fancybox.css" rel="stylesheet" />

  <!-- dataTables -->
  <link href="guild_admin/plugins/datatables/dataTables.bootstrap4.min.css" rel="stylesheet">
  <!-- summernote -->
  <link rel="stylesheet" href="guild_admin/plugins/summernote/summernote-bs4.min.css">

  <!-- font-awesome  -->
  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css" integrity="sha512-1ycn6IcaQQ40/MKBW2W4Rhis/DbILU74C1vSrLJxCq57o941Ym01SwNsOMqvEBFlcgUa6xLiPY/NS5R+E6ztJQ==" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>

<body>
  <!-- Page Preloder -->
  <div id="preloder">
    <div class="loader"></div>
  </div>

  <!-- Header Section Begin -->
  <?php require 'layout/top-menu.php'; ?>
  <!-- Header End -->

  <!-- Guild Quest Location Begin-->
  <section class="product spad" style="margin-bottom:0;padding-bottom:0; margin-bottom:4rem">
    <div class="container">
      <div class="row">
        <div class="col-lg-12">
          <div class="anime__details__text">
            <div class="anime__details__title">
              <h2 class="text-center text-white font-weight-bold">นโยบายคุ้มครองข้อมูลส่วนบุคคล (PDPA)
              </h2>
            </div>
          </div>
        </div>
        <div class="col-md-12">
          <div class="row">
            <div class="col-md-12">
                           <!--  <h3 class="mt-3 text-light text-center mb-3">แนวคิดของ Boukensha Guild</h3>
                            <a href="javascript:;" class="mailbox-attachment-name" data-fancybox="single" data-src="guild_admin/dist/img/wallpaperflare.com_wallpaper.jpg" data-caption="BOUKENSHA GUILD"> <img src="guild_admin/dist/img/wallpaperflare.com_wallpaper.jpg" class="img-fluid" alt="BOUKENSHA GUILD">
                            </a>
                            <h4 class="text-light mt-3">เปลี่ยนวิธีการสร้างรายได้ให้เข้ากับ "ยุคสมัยใหม่"</h4> -->
                            <p class="text-justify text-light">
                              &nbsp;&nbsp;&nbsp;&nbsp;เว็บไซต์ Boukenshaguildboard-th เล็งเห็นถึงความสำคัญด้านข้อมูลส่วนบุคคลของผู้ใช้บริการทุกท่านเป็นอย่างยิ่ง เนื่องด้วยข้อจำกัดด้านการให้บริการ ทำให้ผู้ใช้บริการส่วนหนึ่งจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคล ในระดับที่เพียงพอสำหรับให้ผู้ใช้บริการสามารถติดต่อสื่อการกันภายในแพลตฟอร์มได้ ซึ่งทางผู้ให้บริการได้ทำการกำหนดนโยบายด้านข้อมูลส่วนบุคคลขึ้น เพื่อปกป้องสิทธิของผู้ใช้บริการ ให้จำกัดการเปิดเผยข้อมูลในระดับที่ผู้ใช้บริการแต่ละท่านพึงพอใจ โดยนโยบายฉบับนี้ มุ่งเน้นที่การอธิบายแนวทางการเก็บรวบรวม ใช้ หรือ เปิดเผยข้อมูลส่วนบุคคล รวมถึงสิทธิต่าง ๆ ขอผู้ใช้บริการผู้เป็นเจ้าของข้อมูลส่วนบุคคลในกรณีต่าง ๆ ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล (PDPA) ดังเนื้อหาต่อไปนี้
                            </p>
                            <h4 class="text-light mt-3">นโยบายการให้บริการ ด้านข้อมูลส่วนบุคคล</h4>
                            <p class="text-justify text-light">
                              [1] เว็บไซต์ Boukenshaguildboard-th เก็บข้อมูลส่วนบุคคลของผู้ใช้บริการเมื่อสมัครสมาชิก หรือเข้ามาใช้บริการ<br>
                              [2] ผู้ใช้บริการเป็นผู้ระบุข้อมูลส่วนบุคคลและข้อมูลการติดต่อ เมื่อทำการมอบหมายภารกิจ<br>
                              [3] ผู้ให้บริการถามความยินยอม ให้เปิดเผยข้อมูลส่วนตัวทั้งหมดตามที่ระบุไว้ในรายละเอียดภารกิจนั้น ๆ ทุกครั้ง <br>ที่ผู้ใช้บริการมอบหมายภารกิจ พร้อมระบุเนื้อหา ข้อกำหนดการใช้งาน ข้อมูลความเป็นส่วนตัว เงื่อนไข และบทลงโทษ เมื่อผู้ใช้บริการฝ่าฝืนข้อกำหนดการให้บริการของทางเว็บไซต์<br>
                              [4] เมื่อผู้ใช้บริการทำการยินยอมให้เปิดเผยข้อมูลส่วนบุคคลได้ ภารกิจของผู้ใช้บริการจะปรากฏต่อสาธารณะ บนกระดานภารกิจ<br>
                              [5] เมื่อผู้ใช้บริการไม่ยินยอมให้เปิดเผยข้อมูลส่วนบุคคล ภารกิจของผู้ใช้บริการไม่เป็นสาธารณะ และถูกยกเลิกการมอบหมายภารกิจ<br>
                              [6] หากมีการสนทนาแลกเปลี่ยนข้อมูลระหว่างผู้ใช้บริการบนกระดานภารกิจ ทางผู้ให้บริการถือว่าผู้ใช้บริการยินยอมให้เปิดเผยข้อมูลส่วนบุคคลที่เปิดเผยนั้น ๆ ต่อสาธารณะ<br>
                              [7] ผู้ใช้บริการสามารถขอให้ทางผู้ให้บริการทำการลบข้อมูลส่วนบุคคลที่เปิดเผยต่อสาธารณะได้ โดยการลบข้อมูลส่วนบุคคลของผู้ใช้บริการตามปริมาณความต้องการ เว้นแต่ ผู้ใช้บริการได้ฝ่าฝืนข้อกำหนดการให้บริการของเว็บไซต์ที่เป็นความผิดร้ายแรง เช่น ฉ้อโกง ข้อมูลส่วนบุคคลใด ๆ ของผู้ใช้บริการจะไม่สามารถถูกลบได้<br>
                              [8] หากผู้ใช้บริการท่านใด ฝ่าฝืนข้อกำหนดการให้บริการของเว็บไซต์ ฐานฉ้อโกง หรือกระทำการอื่นใด ที่เป็นการฝ่าฝืนข้อกำหนดการให้บริการ แล้วทำให้ถูกเพิ่มรายชื่อไปยังส่วน “ผู้ใช้บริการต้องห้าม” (Blacklist) ข้อมูลส่วนตัวบางส่วนของผู้ใช้บริการจะถูกเปิดเผยต่อสาธารณะ โดยมีวัตถุประสงค์เพื่อปกป้องผู้ใช้บริการรายรายอื่น พร้อมระบุเนื้อหาสาเหตุของการถูกเพิ่มลงในรายชื่อผู้ใช้บริการต้องห้าม<br>
                              [9] เว็บไซต์ Boukenshaguildboard-th ไม่มีนโยบาย นำข้อมูลส่วนตัวของผู้ใช้บริการมาใช้แสวงหารายได้ หรือนำมาใช้ประโยชน์อื่นใด ที่ทำให้ผู้ให้บริการได้รับผลประโยชน์ทางธุรกิจ ทั้งทางตรงและทางอ้อม


                            </p>
                            <h4 class="text-light mt-3">การเก็บรวบรวมข้อมูลส่วนบุคคล</h4>
                            <p class="text-justify text-light">
                              ทางเว็บไซต์ Boukenshaguildboard-th ได้เก็บรวบรวมข้อมูลส่วนบุคคลของผู้ใช้บริการ โดยตรงผ่านช่องทางดังต่อไปนี้<br>
                              [1] การสมัครสมาชิก<br>
                              [2] การให้ข้อมูลของผู้ใช้บริการ ผ่านการมอบหมายภารกิจ ลงบนกระดานภารกิจ<br>
                              [3] การสนทนาระหว่างผู้ใช้บริการบนหน้ารายละเอียดภารกิจ<br>
                              [4] อีเมล <br>
                              [5] โทรศัพท์<br>
                              [6] Facebook Comment – API<br>

                            </p>
                            <h4 class="text-light mt-3">ประเภทของข้อมูลส่วนบุคคลที่เก็บรวบรวม</h4>
                            <p class="text-justify text-light">
                              [1] ข้อมูลส่วนบุคคล เช่น ชื่อ นามสกุล อายุ วันเดือนปีเกิด สัญชาติ เลขประจำตัวประชาชน หนังสือเดินทาง เป็นต้น<br>
                              [2] ข้อมูลการติดต่อ เช่น ที่อยู่ หมายเลขโทรศัพท์ อีเมล บัญชี Facebook บัญชี Line หน้าเว็บไซต์ หรือ ร้านค้า เป็นต้น<br>
                              [3] ข้อมูลบัญชี เช่น บัญชีผู้ใช้งาน ประวัติการใช้งาน เป็นต้น<br>
                              [4] หลักฐานแสดงตัวตน เช่น สำเนาบัตรประจำตัวประชาชน สำเนาหนังสือเดินทาง เป็นต้น<br>
                              [5] ข้อมูลด้านธุรกรรมและการเงิน เช่น บัญชีธนาคาร เลขบัญชีพร้อมเพย์ เลขกระเป๋าเงินดิจิตอล เป็นต้น<br>
                              [6] ข้อมูลทางเทคนิค เช่น IP address, Cookie ID, ประวัติการใช้งานเว็บไซต์ (Activity Log) เป็นต้น<br>
                              [7] ข้อมูลอื่น ๆ เช่น รูปภาพ ภาพเคลื่อนไหว และข้อมูลอื่นใดที่ถือว่าเป็นข้อมูลส่วนบุคคลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล<br>

                            </p>
                            <h4 class="text-light mt-3">วิธีเก็บรักษาข้อมูลส่วนบุคคล</h4>
                            <p class="text-justify text-light">
                              ทางเว็บไซต์ Boukenshaguildboard-th จัดเก็บข้อมูลของผู้ใช้บริการทั้งหมดในรูปแบบอิเล็กทรอนิกส์เท่านั้น

                            </p>
                            <h4 class="text-light mt-3">การประมวลผลข้อมูลส่วนบุคคล</h4>
                            <p class="text-justify text-light">
                             ทางเว็บไซต์ Boukenshaguildboard-th เก็บรวบรวม ใช้ หรือเปิดเผย ข้อมูลส่วนบุคคลของผู้ใช้บริการ เพื่อวัตถุประสงค์ดังต่อไปนี้<br>
                             [1] เพื่อสร้างและจัดการบัญชีผู้ใช้งาน<br>
                             [2] เพื่อปรับปรุงบริการ หรือประสบการณ์ใช้งาน<br>
                             [3] เพื่อปฏิบัติตามข้อตกลง และเงื่อนไข การให้บริการของเว็บไซต์<br>
                             [4] เพื่อปกป้องผู้ใช้บริการจากการถูกฉ้อโกง <br>
                             [5] เพื่อปฏิบัติตามกฎหมาย และกฎระเบียบของหน่วยงานราชการ


                           </p>
                           <h4 class="text-light mt-3">การเปิดเผยข้อมูลส่วนบุคคล</h4>
                           <p class="text-justify text-light">
                             เว็บไซต์ Boukenshaguildboard-th ในฐานะผู้ให้บริการ อาจเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการบางส่วน ภายใต้ความยินยอมของผู้ใช้บริการ หรือตามกฎหมายอนุญาตให้เปิดเผยได้ ดังต่อไปนี้
                             [1] ผู้ให้บริการ: ผู้ให้บริการอาจเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการบางส่วน ตามข้อกำหนดเงื่อนไขการให้บริการของเว็บไซต์ Boukenshaguildboard-th<br>
                             [2] การบังคับใช้กฎหมาย: ในกรณีที่มีกฎหมายหรือหน่วยงานราชการร้องขอ ผู้ให้บริการยินยอมเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการ ตามคำร้องขอของเอกสารฉบับนั้น ๆ ให้แก่หน่วยงานราชการ เช่น หน่วยงานตำรวจ ศาล หน่วยงานราชการ เป็นต้น แต่ผู้ให้บริการไม่มีนโยบายเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการนอกเหนือจากที่มีเอกสารเป็นลายลักษณ์อักษร เพื่อปกป้องสิทธิของผู้ใช้บริการ ตามเงื่อนไขการให้บริการของเว็บไซต์<br>
                             [3] การเพิ่มรายชื่อลงในส่วนผู้ใช้บริการต้องห้าม: เว็บไซต์ Boukenshaguildboard-th ในฐานะผู้ให้บริการ จำเป็นต้องเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการ ส่วนผู้ใช้บริการต้องห้าม (Blacklist) ตามข้อกำหนดเงื่อนไขการให้บริการของเว็บไซต์ <br>
                             [4] การโอนข้อมูลส่วนบุคคลไปต่างประเทศ: เว็บไซต์ Boukenshaguildboard-th อาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของผู้ใช้บริการไปยังบุคคล องค์กร หรือเซิร์ฟเวอร์ (Server) ที่ตั้งอยู่ในต่างประเทศ ภายใต้เงื่อนไขด้าน เทคโนโลยี และ เทคนิค เท่านั้น โดยเว็บไซต์ Boukenshaguildboard-th ในฐานะผู้ให้บริการจะดำเนินการตามมาตรการต่าง ๆ เพื่อให้มั่นใจว่าการโอนข้อมูลส่วนบุคคลของคุณไปยังประเทศปลายทางนั้นมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลอย่างเพียงพอ หรือกรณีอื่น ๆ ตามที่กฎหมายกำหนด



                           </p>
                           <h4 class="text-light mt-3">ระยะเวลาจัดเก็บข้อมูลส่วนบุคคล</h4>
                           <p class="text-justify text-light">
                            &nbsp;&nbsp;&nbsp;&nbsp; เว็บไซต์ Boukenshaguildboard-th จะเก็บรักษาข้อมูลส่วนบุคคลของผู้ใช้บริการไว้ตามระยะเวลาที่จำเป็น ในระหว่างที่ผู้ใช้บริการเข้ามาใช้บริการกับทางผู้ให้บริการ ทั้งด้านการใช้บริการทั่วไป และการขอเช่าพื้นที่โฆษณา เพื่อให้บรรลุวัตถุประสงค์ที่เกี่ยวข้องกับนโยบายฉบับนี้ อาจจำเป็นต้องเก็บรักษาข้อมูลส่วนบุคคลของผู้ใช้บริการไว้ในข้อมูลของผู้ให้บริการ เว้นแต่ผู้ใช้บริการจะติดต่อขอยกเลิกการใช้บริการ หรือร้องขอต่อผู้ให้บริการให้ทำการลบข้อมูลส่วนบุคคลที่เกี่ยวข้องกับผู้ใช้บริการ โดยเมื่อพ้นกำหนดการเก็บรักษาข้อมูลส่วนตัวใด ๆ ทางผู้ให้บริการยินดีลบ ทำลาย หรือทำให้เป็นข้อมูลที่ไม่สามารถระบุตัวตนของผู้ใช้บริการได้


                           </p>
                           <h4 class="text-light mt-3">สิทธิของเจ้าของข้อมูลส่วนบุคคล</h4>
                           <p class="text-justify text-light">
                             ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล ผู้ใช้บริการมีสิทธิในการดำเนินการดังต่อไปนี้
                             [1] สิทธิขอถอนความยินยอม (right to withdraw consent): ผู้ให้บริการสอบถามความยินยอมต่อผู้ใช้บริการทุกครั้งที่มีการกระทำใด ๆ ที่เป็นการใช้บริการผ่านระบบการให้บริการของผู้ให้บริการ หากผู้ใช้บริการเคยตกลงให้ความยินยอมด้านข้อมูลส่วนบุคคลต่อผู้ให้บริการแล้ว ทางผู้ให้บริการขอทำการชี้แจงว่า ความยินยอมของผู้ใช้บริการ มิใช่ความยินยอมถาวร แต่เป็นเพียงความยินยอมต่อเนื้อหาการใช้บริการครั้งนั้น ๆ เท่านั้น ผู้ใช้บริการมีสิทธิในการขอถอนความยินยอมใด ๆ ต่อผู้ให้บริการได้ และการกระทำการใด ๆ ที่เกี่ยวข้องกับข้อมูลและการใช้บริการครั้งนั้น ๆ จะถูกลบออกจากระบบการให้บริการ *เว้นแต่เป็นการขอลบข้อมูลที่ขัดกับนโยบายการให้บริการของทางเว็บไซต์ Boukenshaguildboard-th ที่ผู้ใช้บริการจะไม่สามารถขอถอนสิทธิความยินยอมได้ชั่วคราว จนกว่าจะได้ข้อสรุปเป็นลายลักษณ์อักษรของสถานการณ์นั้น ๆ<br>
                             [2] สิทธิขอเข้าถึงข้อมูล (right to access): ผู้ใช้บริการมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของผู้ใช้บริการที่อยู่ภายใต้ความรับผิดชอบของผู้ให้บริการ และขอให้ผู้ให้บริการยินดีเปิดเผยว่า ข้อมูลส่วนบุคคลดังกล่าว เป็นข้อมูลที่เก็บรวบรวมมาจากช่องทางใด<br>
                             [3] สิทธิขอถ่ายโอนข้อมูล (right to data portability): ผู้ใช้บริการมีสิทธิขอรับข้อมูลส่วนบุคคลในกรณีที่ ผู้ให้บริการได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบให้สามารถอ่าน หรือใช้งานได้ ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ และสามารถใช้ หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมทั้งมีสิทธิขอให้ทางผู้ให้บริการส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าว ไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่น เมื่อสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่ผู้ให้บริการส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค<br>
                             [4] สิทธิขอคัดค้าน (right to object): ผู้ใช้บริการมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลได้<br>
                             [5] สิทธิขอให้ลบหรือทำลายข้อมูล (right to erasure/destruction): ผู้ใช้บริการมีสิทธิในการขอลบหรือทำลายข้อมูลส่วนบุคคล หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุตัวตนได้ หากผู้ใช้บริการเชื่อว่าข้อมูลส่วนบุคคลของผู้ใช้บริการ ถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยไม่ชอบด้วยกฎหมาย หรือเห็นว่าผู้ให้บริการหมดความจำเป็นในการเก็บรักษาไว้ ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายฉบับนี้<br>
                             [6] สิทธิขอให้ระงับการใช้ข้อมูล (right to restriction of processing): ผู้ใช้บริการมีสิทธิขอให้ระงับการใช้ข้อมูลส่วนบุคคลชั่วคราว ในกรณีที่อยู่ระหว่างตรวจสอบตามคำร้องขอใช้สิทธิในการขอแก้ไขข้อมูลส่วนบุคคล หรือขอคัดค้าน หรือกรณีอื่นใดที่หมดความประสงค์ในการให้ข้อมูลส่วนบุคคลเพื่อใช้บริการ<br>
                             [7] สิทธิขอให้แก้ไขข้อมูล (right to rectification): ผู้ใช้บริการมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด<br>
                             [8] สิทธิร้องเรียน (right to lodge a complaint): ผู้ใช้บริการมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากเชื่อว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของคุณ เป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง
                             ผู้ใช้บริการสามารถใช้สิทธิในฐานะเจ้าของข้อมูลส่วนบุคคลข้างต้นได้ โดยติดต่อมาที่เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของผู้ให้บริการเว็บไซต์ Boukenshaguildboard-th ตามรายละเอียดท้ายนโยบายฉบับนี้ ทางผู้ให้บริการดำเนินการแจ้งผลการจัดการ ตามความประสงค์ของผู้ใช้บริการภายในระยะเวลา 30 วัน นับแต่วันที่ได้รับคำขอใช้สิทธิ ตามแบบฟอร์มหรือวิธีการที่ผู้ให้บริการกำหนด ทั้งนี้ หากผู้ให้บริการปฏิเสธคำขอ ทางผู้ให้บริการจะแจ้งเหตุผลของการปฏิเสธให้ทราบผ่านช่องทางการติดต่อต่าง ๆ เช่น ข้อความ (SMS) อีเมล โทรศัพท์ จดหมาย เป็นต้น



                           </p>
                           <h4 class="text-light mt-3">การโฆษณาและการตลาด</h4>
                           <p class="text-justify text-light">
                            &nbsp;&nbsp;&nbsp;&nbsp;ผู้ให้บริการอาจส่งข้อมูลหรือจดหมายข่าวไปยังอีเมลของผู้ใช้บริการ โดยมีวัตถุประสงค์เพื่อ ชี้แจงสถานะ หรือนำเสนอเงื่อนไขบางอย่างเพิ่มเติมให้กับผู้ใช้บริการ หากผู้ใช้บริการไม่ต้องการรับการติดต่อสื่อสารจากผู้ให้บริการผ่านทางอีเมลอีกต่อไป ผู้ใช้บริการสามารถร้องขอ “ยกเลิกการติดต่อ” ผ่านช่องทางการติดต่อของผู้ให้บริการได้


                          </p>
                          <h4 class="text-light mt-3">เทคโนโลยีติดตามตัวบุคคล (Cookies)</h4>
                          <p class="text-justify text-light">
                            &nbsp;&nbsp;&nbsp;&nbsp;เพื่อเพิ่มประสบการณ์การใช้งานของผู้ใช้บริการให้สมบูรณ์และมีประสิทธิภาพมากขึ้น เว็บไซต์ Boukenshaguildboard ในฐานะผู้ให้บริการ มีแผนในการใช้คุกกี้ (Cookies) หรือเทคโนโลยีที่คล้ายคลึงกันในอนาคต เพื่อพัฒนาการเข้าถึงสินค้าหรือบริการ โฆษณาที่เหมาะสม และติดตาม หรือรวบรวมข้อมูลการให้บริการ หากผู้ใช้บริการไม่ต้องการให้มีการระบุคุกกี้ ผู้ใช้บริการสามารถตั้งค่าบราวเซอร์เพื่อปฏิเสธคุกกี้ก่อนที่จะใช้เว็บไซต์ Boukenshaguildboard-th ได้


                          </p>
                          <h4 class="text-light mt-3">การรักษาความมั่งคงปลอดภัยของข้อมูลส่วนบุคคล</h4>
                          <p class="text-justify text-light">
                            &nbsp;&nbsp;&nbsp;&nbsp;เว็บไซต์ Boukenshaguildboard ในฐานะผู้ให้บริการ ให้คำมั่นจะรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของผู้ใช้บริการให้ดีที่สุด มีการรักษาความลับ (confidentiality) ความถูกต้องครบถ้วน (integrity) และสภาพพร้อมใช้งาน (availability) รวมถึงเปิดเผยข้อมูลส่วนบุคคลของผู้ใช้บริการเท่าที่จำเป็น ตรงกับความยินยอมของผู้ใช้บริการมากที่สุด ทั้งนี้ เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผย ทางผู้ให้บริการมีการจัดมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ซึ่งครอบคลุมถึงมาตรการป้องกันด้านการบริหารจัดการ (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ (physical safeguard) ในเรื่องการเข้าถึงหรือควบคุมการใช้งานข้อมูลส่วนบุคคล (access control)


                          </p>
                          <h4 class="text-light mt-3">การแจ้งเหตุละเมิดข้อมูลส่วนบุคคล</h4>
                          <p class="text-justify text-light">
                            &nbsp;&nbsp;&nbsp;&nbsp;ในกรณีที่มีเหตุละเมิดข้อมูลส่วนบุคคลเกิดขึ้น ผู้ให้บริการยินดีดำเนินการแจ้งให้สำนักงานคณะกรรมการคุ้มครองข้อมูลส่วนบุคคลทราบภายใน 72 ชั่วโมง นับแต่ทราบเหตุเท่าที่สามารถกระทำได้ เว้นแต่กรณีที่มีความซับซ้อนคาบเกี่ยวกับนโยบายการให้บริการของเว็บไซต์ เช่นข้อมูลของผู้ใช้บริการที่ถูกเพิ่มลงในรายชื่อ “ผู้ใช้บริการต้องห้าม” ซึ่งอาจมีความจำเป็นต้องนำข้อมูลส่วนบุคคลดังกล่าวส่งมอบให้กับเจ้าหน้าที่ตำรวจ หรือผู้มีอำนาจหน้าที่ในการพิจารณาความผิดนั้น ๆ ก่อน
                            หากการละเมิดมีความเสี่ยงสูงที่จะมีผลกระทบต่อสิทธิและเสรีภาพของผู้ใช้บริการ เว็บไซต์ Boukenshaguildboard ในฐานะผู้ให้บริการ ยินดีแจ้งเหตุการณ์ละเมิดให้ผู้ใช้บริการทราบ พร้อมกับแนวทางการเยียวยาโดยเร็วผ่านช่องทางติดต่อต่าง ๆ เช่น เว็บไซต์ ข้อความ (SMS) อีเมล โทรศัพท์ จดหมาย เป็นต้น



                          </p>
                          <h4 class="text-light mt-3">การแก้ไขเปลี่ยนแปลงนโยบายความเป็นส่วนตัว</h4>
                          <p class="text-justify text-light">
                           &nbsp;&nbsp;&nbsp;&nbsp; เว็บไซต์ Boukenshaguildboard ในฐานะผู้ให้บริการอาจแก้ไขเปลี่ยนแปลงนโยบายด้านข้อมูลความเป็นส่วนตัวในภายหลัง โดยหากมีการปรับเปลี่ยนใด ๆ ทางผู้ให้บริการจะทำการประกาศ แจกแจงรายละเอียดเป็นข้อ ๆ ให้มีความชัดเจนเข้าใจง่าย บนพื้นที่การให้บริการ โดยผู้ใช้บริการสามารถตรวจสอบข้อกำหนดและเงื่อนไขนโยบายการให้บริการด้านต่าง ๆ ได้ตลอด 24 ชม.



                          </p>
                          <h4 class="text-light mt-3">นโยบายความเป็นส่วนตัวของเว็บไซต์อื่น</h4>
                          <p class="text-justify text-light">
                            &nbsp;&nbsp;&nbsp;&nbsp;นโยบายความเป็นส่วนตัวฉบับนี้ใช้สำหรับการให้บริการบนเว็บไซต์ Boukenshaguildboard -th และการให้บริการอื่น ๆ ที่มีผลเกี่ยวข้องโดยตรงกับผู้ให้บริการเท่านั้น ซึ่งมีผลครอบคลุมทั้งผู้ใช้บริการส่วนที่มีการสมัครสมาชิก และไม่มีการสมัครสมาชิก หากผู้ใช้บริการเข้าชมเว็บไซต์อื่น แม้จะผ่านช่องทางของเว็บไซต์ Boukenshaguildboard -th การคุ้มครองข้อมูลส่วนบุคคลต่าง ๆ ตามนโยบายของเว็บไซต์ Boukenshaguildboard -th จะสิ้นสุดเมื่อพ้นขอบเขตการให้บริการ ภายใต้ขอบเขตการให้บริการของเว็บไซต์อื่น ข้อกำหนดเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้จะไม่มีผล และให้ยึดถือนโยบายความเป็นส่วนตัวของเว็บไซต์นั้น ๆ เป็นสำคัญ



                          </p>
                          <h4 class="text-light mt-3">รายละเอียดการติดต่อ</h4>
                          <p class="text-justify text-light">
                            หากต้องการติดต่อสอบถามข้อมูลเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้ รวมถึงการขอใช้สิทธิต่าง ๆ ผู้ใช้บริการสามารถติดต่อหาผู้ให้บริการหรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลได้โดยตรงผ่านช่องทางดังนี้
                            ผู้ควบคุมข้อมูลส่วนบุคคล, เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล<br>
                            Facebook: https://www.facebook.com/Boukensha-Guild-Board-110583771552441<br>
                            Email: <br>

                            นโยบายนี้แก้ไขล่าสุดและมีผลใช้บังคับตั้งแต่วันที่ 15 ตุลาคม 2565




                          </p>
                        </div>
                      </div>
                    </div>
                  </div>
                </div>
              </section>
              <!-- Guild Quest Location End-->

              <?php
              require 'layout/footer-menu.php';
              ?>

              <!-- Js Plugins -->
              <script src="js/jquery-3.3.1.min.js"></script>
              <script src="js/bootstrap.min.js"></script>
              <script src="js/player.js"></script>
              <script src="js/jquery.nice-select.min.js"></script>
              <script src="js/mixitup.min.js"></script>
              <script src="js/jquery.slicknav.js"></script>
              <script src="js/owl.carousel.min.js"></script>
              <script src="js/main.js"></script>

              <!-- fancybox -->
              <script src="guild_admin/plugins/fancybox/fancybox.umd.js"></script>

              <!-- Datatable -->
              <script src="guild_admin/plugins/datatables/jquery.dataTables.min.js"></script>
              <script src="guild_admin/plugins/datatables/dataTables.bootstrap4.min.js"></script>
              <script src="guild_admin/plugins/datatables/data.th.js"></script>

              <!-- Summernote -->
              <script src="guild_admin/plugins/summernote/summernote-bs4.min.js"></script>
              <!-- include summernote-th-TH -->
              <script src="guild_admin/plugins/summernote/lang/summernote-th-TH.min.js"></script>

              <!-- Sweetalert2 -->
              <script src="//cdn.jsdelivr.net/npm/sweetalert2@11"></script>

              <script src="js/app.js"></script>

            </body>

            </html>